Repository: PikaOS-Linux/vanilla-installer
Catalog: po/*.po
Languages: lt, vi

source: Vanilla OS Installer
lt: Vanilla OS diegimo programa
vi: Trình cài đặt hệ điều hành Vanilla

source: Tweak your Vanilla OS installation.
lt: Pakoreguokite savo Vanilla OS diegimą.
vi: Chỉnh sửa cài đặt hệ điều hành Vanilla của bạn.

source: No description
lt: Nėra aprašymo
vi: Không có thông tin mô tả

source: First release
lt: Pirmas leidimas
vi: Bản phát hành đầu tiên

source: Next
lt: Kitas
vi: Tiếp theo

source: Select a Disk
lt: Pasirinkite diską
vi: Chọn một ổ đĩa

source: Select the disk to install Vanilla OS to
lt: Pasirinkite diską, kuriame norite įdiegti Vanilla OS
vi: Chọn ổ đĩa để cài đặt hệ điều hành Vanilla

source: Configure
lt: Konfigūruoti
vi: Định hình

source: Keyboard Layout
lt: Klaviatūros išdėstymas
vi: Bố cục Bàn phím

source: Select your preferred keyboard layout
lt: Pasirinkite pageidaujamą klaviatūros išdėstymą
vi: Chọn bố cục bàn phím ưa thích của bạn

source: Search for a Keyboard Layout
lt: Ieškoti klaviatūros išdėstymo
vi: Tìm kiếm một bố cục bàn phím

source: Language
lt: Kalba
vi: Ngôn ngữ

source: Select your language
lt: Pasirinkite savo kalbą
vi: Chọn ngôn ngữ của bạn

source: Search for a language
lt: Ieškoti kalbos
vi: Tìm kiếm một ngôn ngữ

source: Default
lt: Numatyta
vi: Mặc định

source: Dark
lt: Tamsi
vi: Tối

source: Color Scheme
lt: Spalvų schema
vi: Bảng Màu

source: Choose a color scheme for your system
lt: Pasirinkite savo sistemos spalvų schemą
vi: Chọn một bảng màu cho hệ thống của bạn

source: Date & Time
lt: Data ir laikas
vi: Ngày & Giờ

source: Select your preferred timezone
lt: Pasirinkite pageidautiną laiko juostą
vi: Chọn múi giờ ưa thích của bạn

source: Search for a Timezone
lt: Ieškokite laiko juostos
vi: Tìm kiếm một múi giờ

source: Region
lt: Regionas
vi: Khu vực

source: Zone
lt: Zona
vi: Vùng

source: Create User
lt: Sukurti vartotoją
vi: Tạo tài khoản người dùng

source: Provide details for your user account
lt: Pateikite išsamią informaciją apie savo vartotojo paskyrą
vi: Cung cấp các thông tin cho tài khoản người dùng của bạn

source: Name
lt: Vardas
vi: Tên

source: Username
lt: Vartotojo vardas
vi: Tên người dùng

source: Password
lt: Slaptažodis
vi: Mật mã

source: Confirm Password
lt: Patvirtinti slaptažodį
vi: Xác nhận mật mã

source: Welcome
lt: Sveiki
vi: Chào mừng

source: This software will guide you through the installation process.
lt: Ši programinė įranga padės jums atlikti diegimo procesą.
vi: Phần mềm này sẽ hướng dẫn bạn quá trình cài đặt.

source: Try Vanilla OS
lt: Išbandyti Vanilla OS
vi: Thử hệ điều hành Vanilla

source: Install Vanilla OS
lt: Įdiegti Vanilla OS
vi: Cài đặt hệ điều hành Vanilla

source: Confirm Installation
lt: Patvirtinti diegimą
vi: Xác nhận cài đặt

source: Cancel
lt: Atšaukti
vi: Hủy

source: The following changes will be made to your system:
lt: Jūsų sistemoje bus atlikti šie pakeitimai:
vi: Các thay đổi sau sẽ được thực hiện đối với hệ thống của bạn:

source: Confirm Changes
lt: Patvirtinti pakeitimus
vi: Xác nhận các thay đổi

source: The following changes will be made to your disk. Please review them carefully.
lt: Jūsų diske bus atlikti šie pakeitimai. Peržiūrėkite juosatsargiai.
vi: Những thay đổi sau đây sẽ được thực hiện đối với đĩa của bạn. Hãy xem xét cẩn thận.

source: Configure Disk
lt: Konfigūruoti diską
vi: Định hình cấu hình ổ đĩa

source: Apply
lt: Taikyti
vi: Áp dụng

source: Use Entire Disk
lt: Naudoti visą diską
vi: Dùng toàn bộ ổ đĩa

source: This will erase all data on the disk.
lt: Tai ištrins visus duomenis iš disko.
vi: Điều này sẽ xóa toàn bộ dữ liệu trong ổ đĩa.

source: Open GParted
lt: Atidaryti GParted
vi: Mở GParted

source: Open GParted to manually partition the disk
lt: Atidaryti GParted, kad rankiniu būdu suskaidytumėte diską
vi: Mở GParted để phân vùng ổ đĩa thủ công

source: Partitions
lt: Skaidiniai
vi: Các phân vùng

source: The following partitions were found on the disk
lt: Diske buvo rasti šie skaidiniai
vi: Các phân vùng sau đây được tìm thấy trong ổ đĩa

source: Showing Information
lt: Rodoma informacija
vi: Hiển thị thông tin

source: All done!
lt: Viskas baigta!
vi: Tất cả đã xong!

source: Restart your device to enjoy your Vanilla OS experience
lt: Iš naujo paleiskite įrenginį, kad galėtumėte mėgautis Vanilla OS
vi: Khởi động lại thiết bị để tận hưởng trải nghiệm hệ điều hành Vanilla của bạn

source: Reboot Now
lt: Paleisti iš naujo dabar
vi: Khởi động lại ngay bây giờ

source: Close
lt: Uždaryti
vi: Đóng

source: Yes, enable it
lt: Taip, įgalinti
vi: Được, hãy kích hoạt nó

source: Installing...
lt: Įdiegiama...
vi: Đang cài đặt...

source: Show Console ouput
lt: Rodyti konsolės išvestį
vi: Hiển thị đầu ra của Bảng điều khiển

source: Show Slideshow
lt: Rodyti skaidrių demonstraciją
vi: Hiển thị trình chiếu

source: Format
lt: Formatuoti
vi: Định dạng

source: Choose a new file system or leave as is
lt: Pasirinkite naują failų sistemą arba palikite tokią, kokia jau yra
vi: Chọn một hệ thống tệp mới hoặc để nguyên

source: Mount Point
lt: Prijungimo taškas
vi: Điểm hàn gắn

source: Choose a mount point for the partition
lt: Pasirinkite prijungimo tašką skaidiniui
vi: Chọn một điểm hàn gắn cho phân vùng

source: This is the only disk available and cannot be deselected!
lt: Tai yra vienintelis diskas, kurio negalima panaikinti!
vi: Đây là ổ đĩa duy nhất có sẵn và không thể bị bỏ chọn!

source: Entire disk will be used.
lt: Bus naudojamas visas diskas.
vi: Toàn bộ ổ đĩa sẽ được sử dụng.

source: Will be formatted in {} and mounted in {}
lt: Bus suformatuotas {} ir prijungtas {}
vi: Sẽ được định dạng ở {} và hàn gắn ở {}

source: Please select at least one option.
lt: Prašome pasirinkti bent vieną variantą
vi: Xin hãy chọn ít nhất một tùy chọn.

source: Restart your device to enjoy your {} experience.
lt: Iš naujo paleiskite įrenginį {}.
vi: Khởi động lại thiết bị để tận hưởng trải nghiệm {} của bạn.

source: Something went wrong
lt: Kažkas nutiko
vi: Có gì đó không đúng đã xảy ra

source: Please contact the distribution developers.
lt: Susisiekite su platinimo kūrėjais.
vi: Xin hãy liên hệ tới các nhà phát triển bản phân phối.
